[M_ColdShoulder MissionDefinition]
MissionName="Com Muito Amor"
MissionDescription="As Ratazanas fizeram uma lavagem cerebral em Laney, a noiva do Scooter. O mecânico pediu que você vá até [place]The Fridge[-place] e entregue para Laney suas flores e a sua comida predileta, na esperança de trazê-la de volta à normalidade e tirá-la do canibalismo."
TurnInDescription="Pelo visto a Laney preferia levar uma vida de solidão e canibalismo ao invés de passar um minuto a mais na companhia do Scooter."
MissionSummary="Resgate a pombinha do Scooter."
MissionGiver="Scooter"
MissionTurnInLocation="Scooter"
TeaserText="O amor está no ar! Entranhas humanas também mas, o que importa é o amor!"

[M_ColdShoulder:ColdShoulder_GetFlowers MissionObjectiveDefinition]
ProgressMessage="Pegue flores para Laney"

[M_ColdShoulder:ColdShoulder_GetFlowers_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ColdShoulder:ColdShoulder_GetPizza MissionObjectiveDefinition]
ProgressMessage="Pegue comida para Laney"

[M_ColdShoulder:ColdShoulder_GetPizza_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ColdShoulder:ColdShoulder_GiveFlowersToLaney MissionObjectiveDefinition]
ProgressMessage="Desfaça a lavagem cerebral em Laney"

[M_ColdShoulder:ColdShoulder_KillLaney MissionObjectiveDefinition]
ProgressMessage="Elimine Laney"

[M_ColdShoulder:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ColdShoulder:FindPornoMags MissionObjectiveDefinition]
ProgressMessage="Encontre algumas revistas pornôs"

[M_ColdShoulder:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

